# SimoGuard Commands

admin_commands = [
    "رفع مالك اساسي",
    "تنزيل مالك اساسي",
    "رفع مالك",
    "تنزيل مالك",
    "رفع مشرف",
    "تنزيل مشرف",
    "رفع منشئ",
    "تنزيل منشئ",
    "رفع مدير",
    "تنزيل مدير",
    "رفع ادمن",
    "تنزيل ادمن",
    "رفع مميز",
    "تنزيل مميز",
    "تنزيل الكل",

    "مسح الكل",
    "مسح المنشئين",
    "مسح المدراء",
    "مسح المالكين",
    "مسح الادمنيه",
    "مسح المميزين",
    "مسح المحظورين",
    "مسح المكتومين",
    "مسح قائمه المنع",
    "مسح الردود",
    "مسح الاوامر المضافه",
    "مسح الايدي",
    "مسح الترحيب",
    "مسح الرابط",

    "حظر",
    "طرد",
    "كتم",
    "تقييد",
    "الغاء الحظر",
    "الغاء الكتم",
    "فك التقييد",
    "رفع القيود",
    "كشف البوتات"
]


settings_commands = [
    "الرابط",
    "المالكين",
    "المنشئين",
    "الادمنيه",
    "المدراء",
    "المميزين",
    "المحظورين",
    "القوانين",
    "المكتومين",
    "معلوماتي",
    "الحمايه",
    "الاعدادات",
    "المجموعه",

    "اضف رابط",
    "مسح الرابط",
    "انشاء رابط",
    "ضع الترحيب",
    "ضع قوانين",
    "اضف امر",
    "تعيين الايدي",
    "اضف قناه",
    "حذف قناه",

    "تفعيل التحميل",
    "تعطيل التحميل",
    "بحث",
    "تيك",
    "ساوند"
]


lock_commands = [
    "قفل السب",
    "فتح السب",
    "قفل الكتابه",
    "فتح الكتابه",
    "قفل الروابط",
    "فتح الروابط",
    "قفل الصور",
    "فتح الصور",
    "قفل الفيديو",
    "فتح الفيديو",
    "قفل الملصقات",
    "فتح الملصقات",
    "قفل المتحركه",
    "فتح المتحركه",
    "قفل التكرار",
    "فتح التكرار",
    "قفل البوتات",
    "فتح البوتات",
    "قفل الكل",
    "فتح الكل",

    "تفعيل الترحيب",
    "تعطيل الترحيب",
    "تفعيل الردود",
    "تعطيل الردود",
    "تفعيل الحمايه",
    "تعطيل الحمايه",
    "تفعيل الانذار",
    "تعطيل الانذار"
]


fun_commands = [
    "نكتة",
    "حظي",
    "تحدي",
    "سؤال",
    "جواب",
    "لعبة",
    "احزر",
    "نسبة الحب",
    "نسبة الذكاء",
    "صور",
    "صوت"
]


dev_commands = [
    "اضف رد تواصل",
    "ترحيب البوت",
    "حذف رد تواصل",
    "ردود التواصل",

    "رفع Dev",
    "تنزيل Dev",

    "فتح الاحصائيات",
    "قفل الاحصائيات",

    "حظر عام",
    "الغاء حظر عام",

    "كتم عام",
    "الغاء كتم عام",

    "قائمه العام",
    "قائمه الرتب العامه",

    "اضف رد عام",
    "اضف رد متعدد عام",

    "مسح الردود العامه",
    "مسح الردود المتعدده العامه",

    "تحديث",
    "اعاده تشغيل",
    "reload"
]


service_commands = [
    "الايدي",
    "معلوماتي",
    "المجموعه",
    "الحمايه",
    "القوانين",
    "الرابط",
    "الاحصائيات",
    "المطور",
    "المساعدة",
    "الاوامر"
]

